export type values = 'conc' | 'bath' | 'spa' | 'comp' | 'iron' | 'panel'


export interface IData {
    id: number,
    tag: string,
    value: values,
    title: string,
    body: React.ReactNode,
    prevtext?: string
}

const data:IData[] = [
   
    
   
    {
        id: 1,
        prevtext: 'Если вы решили установить бетонный бассейн на своем участке в Краснодарском крае или в Сочи, важно знать, как правильно проводить процесс установки. Наши эксперты компании PoolForm подготовили для вас пошаговое руководство, которое поможет вам осуществить установку бетонного бассейна без проблем.',
        tag: 'Бетонные бассейны',
        value: 'conc',
        title: 'Шаг за шагом: установка бетонных бассейнов в Краснодарском крае и Сочи',
        body: <>
            <p>
            Если вы решили установить бетонный бассейн на своем участке в Краснодарском крае или в Сочи, важно знать, как правильно проводить процесс установки. Наши эксперты компании PoolForm подготовили для вас пошаговое руководство, которое поможет вам осуществить установку бетонного бассейна без проблем.
            </p>
            <ul>
            <li>
                    <b>Шаг 1: Подготовка места установки</b><br/>
                    Перед установкой бетонного бассейна необходимо подготовить место, где он будет расположен. Для этого нужно провести грунтовые работы и выровнять поверхность. Определите глубину бассейна и убедитесь, что место, где вы планируете установить бассейн, имеет достаточное количество места для установки оборудования и обеспечения безопасности.
                </li>
                <li>
                    <b>Шаг 2: Установка опалубки</b><br/>
                    После того, как вы подготовили место, установите опалубку. Опалубка - это деревянная или металлическая конструкция, которая помогает создать форму бассейна. Убедитесь, что опалубка правильно сбалансирована и установлена по размерам, указанным в проекте.
                </li>
                <li>
                    <b>Шаг 3: Установка арматуры</b><br/>
                    После установки опалубки следует приступить к установке арматуры. Арматура представляет собой металлические стержни, которые помогают усилить конструкцию бассейна. Она устанавливается в соответствии с проектом и фиксируется при помощи специальных скоб.
                </li>
                <li>
                    <b>Шаг 4: Заливка бетона</b><br/>
                    После установки арматуры можно приступить к заливке бетона. Бетон должен быть высокого качества и иметь правильное соотношение компонентов. Нанесение бетона следует выполнять равномерно, чтобы избежать образования воздушных карманов.
                </li>
                <li>
                    <b>Шаг 5: Обработка поверхности</b><br/>
                    После того, как бетон застынет, поверхность бассейна необходимо обработать. Это поможет убрать неровности и сделать поверхность более гладкой. В этом случае можно использовать различные инструменты, такие как шлифовальные станки или шкурки.
                </li>
                <li>
                    <b>Шаг 6: Установка оборудования</b><br/>
                    После завершения процесса укладки бетона, необходимо дать ему высохнуть и полностью застыть. В среднем это занимает от 28 до 40 дней, в зависимости от климатических условий и толщины стенок бассейна.
                    <br/>
                    Затем начинается следующий этап - установка оборудования для бассейна, который включает в себя систему фильтрации, насос, обогреватель, освещение, средства для автоматической очистки воды и т.д. Все эти элементы должны быть установлены и настроены профессиональными специалистами.
                    <br/>
                    После установки оборудования и его настройки, проводится гидроизоляция бассейна, которая защищает его от протечек. Для этого используется специальный гидроизоляционный материал, который наносится на внутреннюю поверхность бассейна.
                    <br/>
                    Когда гидроизоляционный слой полностью высохнет, проводится финальная отделка бассейна. Это может быть покрытие плиткой, лайнером или мозаикой, а также установка дополнительных элементов декора и комфорта, таких как лестницы, подсветка, гидромассажные системы и т.д.
                    <br/>
                    В итоге, после завершения всех этапов установки и отделки, вы получаете идеальный бетонный бассейн, который станет украшением вашего участка и обеспечит комфортный и безопасный отдых для вас и вашей семьи.
                    <br/>
                    Таким образом, установка бетонных бассейнов под ключ - это сложный процесс, который требует высокой квалификации и опыта от специалистов. Поэтому, если вы хотите получить идеальный бассейн, не стоит экономить на качестве услуг и выбирайте проверенных профессионалов в этой области.
                </li>
            </ul>
        </>
    },
    {
        id: 2,
        prevtext: ' Строительство бассейна – это важный и ответственный процесс, который требует внимательного расчета бюджета. Если вы решили построить бассейн на своем участке в Краснодарском крае или Сочи, то вам необходимо знать, как правильно рассчитать стоимость строительства.',
        tag: 'Бетонные бассейны',
        value: 'conc',
        title: 'Как рассчитать стоимость строительства бассейна в Краснодарском крае и Сочи: подробный гайд',
        body: <>
            <p>
            Строительство бассейна – это важный и ответственный процесс, который требует внимательного расчета бюджета. Если вы решили построить бассейн на своем участке в Краснодарском крае или Сочи, то вам необходимо знать, как правильно рассчитать стоимость строительства.
            </p>
            <p>
            В этом гайде мы расскажем, какие факторы влияют на стоимость строительства бассейна, и какими способами можно снизить затраты.
            </p>
            <p>
            Размеры бассейна
            </p>
            <p>
            Размеры бассейна являются одним из основных факторов, влияющих на его стоимость. Чем больше размеры бассейна, тем выше будут затраты на строительство. Поэтому перед тем, как начать строительство, необходимо определить размеры бассейна и рассчитать его площадь.
            </p>
            <p>
            Тип бассейна
            </p>
            <p>
            Тип бассейна также влияет на стоимость строительства. Существует несколько типов бассейнов: бетонные, металлические, пластиковые и фиберглассовые. Бетонные бассейны считаются наиболее долговечными и надежными, но их стоимость выше, чем у других типов бассейнов.
            </p>
            <p>
            Место установки
            </p>
            <p>
            Место установки бассейна также влияет на его стоимость. Если у вас уже есть готовая площадка для бассейна, то затраты будут меньше, чем если вы начнете строительство на неровной поверхности или на местности, где требуется подготовительные работы.
            </p>
            <p>
            Оборудование
            </p>
            <p>
            Оборудование для бассейна также влияет на его стоимость. В зависимости от желаемой функциональности бассейна, вам может потребоваться установить различное оборудование, такое как насосы, фильтры, душевые кабины, и т.д.
            </p>
            <p>
            Дополнительные элементы
            </p>
            <p>
            Дополнительные элементы, такие как скамейки, подсветка, водопады, также влияют на стоимость строительства бассейна.
            </p>
            <p>
            Как снизить затраты на строительство бассейна?
            </p>
            <p>
            Выбор оптимальных размеров бассейна
            </p>
            <p>
            Правильный выбор размеров бассейна поможет избежать дополнительных затрат на строительство.
            </p>
            <p>
            Выбор более доступного типа бассейна
            </p>
            <p>
            Если вы хотите установить бассейн в Краснодарском крае или Сочи, то вам необходимо понимать, что стоимость строительства может существенно отличаться в зависимости от выбранного проекта, размера бассейна, используемых материалов и других факторов. Но не переживайте, в этой статье мы расскажем, как правильно рассчитать стоимость строительства бассейна и сэкономить на нем.
            </p>
            <ul>
                <li>
                    <b>Шаг 1: Определение типа бассейна</b><br/>
                    Первым шагом к рассчету стоимости строительства бассейна является определение его типа. Вы можете выбрать между индивидуальным, общественным или спортивным бассейном. Общественные и спортивные бассейны могут быть более дорогими в строительстве, чем индивидуальные, поскольку требуются большие площади и дополнительное оборудование, такое как системы фильтрации воды.
                </li>
                <li>
                    <b>Шаг 2: Размер бассейна</b><br/>
                    Следующим шагом является определение размера бассейна. Размер бассейна напрямую влияет на стоимость строительства. Обычно индивидуальный бассейн имеет размеры от 6x3 метров до 12x5 метров, но может быть и большего размера в зависимости от ваших потребностей и доступного пространства на участке. Для общественных и спортивных бассейнов размеры могут быть значительно больше.
                </li>
                <li>
                    <b>Шаг 3: Материалы</b><br/>
                    Выбор материалов для бассейна может также значительно влиять на стоимость строительства. Бассейн может быть изготовлен из разных материалов, таких как бетон, стеклопластик или каркасно-модульный. Бетон является наиболее популярным материалом для индивидуальных бассейнов, но может быть дороже, чем другие материалы. Стеклопластик и каркасно-модульные бассейны могут быть более дешевыми в строительстве, но имеют свои собственные ограничения по размеру и форме.
                </li>
                <li>
                    <b>Шаг 4: Дополнительные расходы</b><br/>
                    Помимо основной стоимости материалов и строительства, следует учитывать и другие расходы, такие как оборудование, фильтрация воды, насосы и прочее. Также, не стоит забывать о дополнительных услугах, которые может предоставить компания-подрядчик, таких как проектирование, монтаж, обслуживание и ремонт бассейна.
                </li>
            </ul>
            <p>
            Помимо основной стоимости материалов и строительства, следует учитывать и другие расходы, такие как оборудование, фильтрация воды, насосы и прочее. Также, не стоит забывать о дополнительных услугах, которые может предоставить компания-подрядчик, таких как проектирование, монтаж, обслуживание и ремонт бассейна.
            </p>
            <p>
            Для точного расчета стоимости строительства бассейна в Краснодарском крае и Сочи, необходимо обратиться к профессионалам, которые смогут оценить все необходимые затраты и составить подробный план работ. Наша компания PoolForm имеет многолетний опыт в строительстве бетонных бассейнов, и мы готовы предоставить вам все необходимые услуги, начиная от проектирования и заканчивая монтажом и последующим обслуживанием.
            </p>
            <p>
            Обращаясь к нам, вы можете быть уверены в том, что получите самое высокое качество работ, выполненных в кратчайшие сроки.   Мы используем только лучшие материалы и оборудование, чтобы гарантировать долговечность и крепость вашего бассейна.
            </p>
            <p>
            Также, наша компания предоставляет гибкую систему ценообразования, чтобы каждый наш клиент мог получить услуги по строительству бассейна по оптимальной цене. Мы учитываем все требования и пожелания заказчика, чтобы создать идеальный бассейн, который будет соответствовать всем вашим потребностям и ожиданиям.
            </p>
            <p>
            В заключение, мы хотим отметить, что строительство бассейнов в Краснодарском крае и Сочи является сложным и многоэтапным процессом, который требует специализированных знаний и опыта. Поэтому, чтобы получить идеальный бассейн, который прослужит вам долгие годы, необходимо обратиться к профессионалам. И мы готовы стать вашим надежным партнером в создании уникального бассейна, который станет настоящей жемчужиной вашего дома или загородного участка.
            </p>
        </>
    },
    {
        id: 3,
        prevtext: 'Строительство бань и саун - это давно популярное занятие в Краснодарском крае и Сочи, где многие жители хотят иметь свое собственное место для отдыха и релаксации. Но при выборе материалов для строительства возникает вопрос, какой из них является лучшим для конкретной сауны или бани?',
        tag: 'Бани и сауны',
        value:'bath',
        title: 'Различные материалы для строительства бань и саун: преимущества и недостатки',
        body: <>
            <p>
            Строительство бань и саун - это давно популярное занятие в Краснодарском крае и Сочи, где многие жители хотят иметь свое собственное место для отдыха и релаксации. Но при выборе материалов для строительства возникает вопрос, какой из них является лучшим для конкретной сауны или бани?
            </p>
            <p>
            В этой статье мы рассмотрим различные материалы, которые можно использовать для строительства бань и саун, и сравним их преимущества и недостатки.
            </p>
            <p>
                <b>Дерево</b><br/>
                Дерево - один из наиболее популярных материалов для строительства бань и саун. Его главным преимуществом является естественность и экологичность. Кроме того, дерево позволяет создать уникальный и привлекательный дизайн бани или сауны. Однако, дерево требует регулярного ухода, так как оно может погнуться или потерять форму со временем. Кроме того, дерево не является самым прочным материалом, поэтому может требоваться частая замена деталей.
            </p>
            <p>
                <b>Кирпич</b><br/>
                Кирпич - еще один популярный материал для строительства бань и саун. Он является прочным и долговечным материалом, который не требует особого ухода. Кроме того, кирпич позволяет сохранять тепло внутри бани или сауны. Однако, строительство из кирпича может быть достаточно дорогим и трудоемким процессом.
            </p>
            <p>
                <b>Бетон</b><br/>
                Бетон - еще один материал, который можно использовать для строительства бань и саун. Он является прочным и долговечным материалом, который не требует особого ухода. Кроме того, бетон позволяет сохранять тепло внутри бани или сауны. Однако, строительство из бетона может быть достаточно дорогим и требовать специальной технологии для того, чтобы избежать образования трещин.
            </p>
            <p>
                <b>Металл</b><br/>
                Металл - еще один материал, который можно использовать для строительства бань и саун. Он является прочным и долговечным материалом, который отлично подходит для саун и парилок, так как не боится высоких температур и влажности. Металлические бани и сауны могут быть сделаны как из традиционного металла, так и из нержавеющей стали.
            </p>
            <p>
            Преимущества металлических бань и саун включают в себя прочность, устойчивость к пожару, возможность быстрого монтажа, а также легкость в уходе и чистке. Кроме того, металлические бани и сауны имеют современный и эстетичный внешний вид, что подходит для современных домов и коттеджей.
            </p>
            <p>
            Недостатки металлических бань и саун включают в себя тот факт, что они не имеют такой же природной теплоизоляции, как деревянные бани и сауны. Это может привести к большому расходу электроэнергии для поддержания желаемой температуры. Кроме того, металл может быстро охлаждаться, что может повлиять на комфорт в использовании сауны или бани.
            </p>
            <p>
            Если вы решили использовать металл для строительства бани или сауны, компания PoolForm предлагает профессиональную консультацию и услуги по проектированию и строительству металлических бань и саун в Краснодарском крае и Сочи. Мы поможем выбрать оптимальный материал для вашей бани или сауны, учитывая ваши пожелания и бюджет. Наши специалисты имеют многолетний опыт в проектировании и строительстве бань и саун, и гарантируют высокое качество работы и выполнение всех требований и нормативов.
            </p>
        </>
    },
    {
        id: 4,
        prevtext: 'Строительство бань и саун под ключ в Краснодарском крае: как выбрать подходящий проект...',
        tag: 'Бани и сауны',
        value:'bath',
        title: 'Строительство бань и саун под ключ в Краснодарском крае: как выбрать подходящий проект',
        body: <>
            <p>
            Строительство бань и саун под ключ в Краснодарском крае: как выбрать подходящий проект
            </p>
            <p>
            Если вы планируете построить баню или сауну под ключ в Краснодарском крае, выбор проекта является одним из самых важных этапов. Правильно выбранный проект обеспечит комфорт и удобство в эксплуатации, а также снизит расходы на строительство.
            </p>
            <p>
            Компания PoolForm предлагает своим клиентам большой выбор проектов бань и саун разных размеров и конфигураций, а также возможность разработки индивидуального проекта в соответствии с потребностями заказчика.
            </p>
            <p>
            При выборе проекта стоит учитывать несколько факторов. Во-первых, размеры помещения и его расположение на участке. Во-вторых, предпочтения в дизайне и функциональности, например, наличие бассейна, зоны отдыха, парилок и т.д. В-третьих, бюджет на строительство.
            </p>
            <p>
            Наша компания предоставляет консультации и помощь в выборе подходящего проекта, учитывая все эти факторы. Мы также можем адаптировать проект под особенности участка и требования заказчика.
            </p>
            <p>
            Выбор проекта – это важный шаг на пути к созданию уютного и комфортного пространства для отдыха и релаксации. Обратитесь к нашим специалистам, чтобы получить квалифицированную консультацию и помощь в выборе проекта бани или сауны под ключ в Краснодарском крае.
            </p>
            <p>
            При выборе проекта бани или сауны важно учитывать различные факторы, такие как размеры участка, ландшафт, бюджет, пожелания и потребности заказчика. Компания PoolForm предлагает большой выбор проектов бань и саун разных размеров и конфигураций, чтобы удовлетворить потребности любого клиента.
            </p>
            <p>
            Важным фактором при выборе проекта является размер участка. Не стоит выбирать проект, который не подходит по размерам участка, так как это может привести к неудобствам и нарушению правил строительства. Также необходимо учитывать расположение бани на участке, чтобы она не мешала соседям и не была нарушением зонирования территории.
            </p>
            <p>    
            Еще одним важным фактором является бюджет. В компании PoolForm есть проекты бань и саун разных ценовых категорий, которые позволяют выбрать подходящий вариант для любого бюджета. Кроме того, важно учитывать дополнительные расходы на материалы, оборудование, монтаж и т.д.
            </p>
            <p>
            Если у заказчика есть специфические пожелания и требования к проекту, то компания PoolForm может разработать индивидуальный проект бани или сауны, учитывая все потребности клиента. Компания имеет опыт в создании проектов различной сложности, от простых бань до больших и сложных банно-бассейновых комплексов.
            </p>
            <p>
            Важно учитывать также ландшафт и окружающую среду при выборе проекта. Компания PoolForm предлагает проекты, которые гармонично сочетаются с окружающей природой и ландшафтом, чтобы создать естественный и расслабляющий атмосферный интерьер внутри бани или сауны.
            </p>
            <p>
            Компания PoolForm предлагает полный спектр услуг по строительству бань и саун под ключ, начиная от выбора проекта и заканчивая монтажом и оборудованием. Мы работаем с использованием современных технологий и материалов, чтобы создать высококачественный и долговечный продукт, который будет радовать вас и ваших близких на многие годы.
            </p>

        </>
    },
    {
        id: 5,
        prevtext: ' Строительство СПА-комплексов - это ответ на запрос современного человека о здоровье и комфорте. Наша компания PoolForm предлагает услуги по строительству СПА-комплексов под ключ, которые будут отвечать всем требованиям и пожеланиям наших клиентов...',
        tag: 'SPA',
        value:'spa',
        title: 'СПА-комплексы под ключ: основные этапы проектирования и строительства',
        body: <>
            <p>
            Строительство СПА-комплексов - это ответ на запрос современного человека о здоровье и комфорте. Наша компания PoolForm предлагает услуги по строительству СПА-комплексов под ключ, которые будут отвечать всем требованиям и пожеланиям наших клиентов.
            </p>
            <p> 
            Основные этапы проектирования и строительства СПА-комплексов:
            </p>
            <ul>
                <li>Подготовительный этап. Включает оценку участка, разработку индивидуального проекта и подготовку к строительству.</li>
                <li>Строительный этап. Включает выполнение земляных работ, возведение фундамента, монтаж стен, крыши, окон и дверей, а также систем водоснабжения, вентиляции и отопления.</li>
                <li>Отделочный этап. Включает в себя работу по обустройству интерьера СПА-комплекса, установке саун, бассейнов, гидромассажных ванн и другого оборудования.</li>
                <li>Завершающий этап. Включает в себя проведение финальной проверки работ и сдачу СПА-комплекса в эксплуатацию.</li>
            </ul>
            <p>
            Мы работаем по всем этапам строительства СПА-комплексов с использованием самых современных технологий и материалов. При этом мы учитываем все требования клиента, чтобы создать комфортное и функциональное пространство для отдыха и здоровья.
            </p>
            <p>Если вы хотите получить СПА-комплекс, который будет соответствовать всем вашим ожиданиям, обратитесь к нам. Мы гарантируем качество выполненных работ и долговечность конструкций.</p>
            <p>    
            СПА-комплексы являются популярным выбором для тех, кто ищет идеальный способ расслабиться и насладиться роскошью. Если вы рассматриваете строительство СПА-комплекса, то важно понимать, какие этапы проектирования и строительства входят в процесс. Наша компания PoolForm предлагает полный спектр услуг по строительству СПА-комплексов под ключ.
            </p>
            <p>
            Основные этапы проектирования и строительства СПА-комплекса:
            </p>
            <ul>
                <li>Индивидуальный дизайн-проект. Мы учитываем все ваши пожелания и потребности при создании уникального дизайна, который подойдет именно вам.</li>
                <li>
                Подбор оптимального места для строительства СПА-комплекса, учитывая особенности участка и климатические условия региона.
                </li>
                <li>
                Подготовительные работы, включая земляные работы, установку фундамента и создание вспомогательных систем.
                </li>
                <li>
                Монтаж оборудования для СПА-комплекса, включая системы фильтрации, подогрева воды, освещения, звукоизоляции и другие.
                </li>
                <li>
                Отделка и обустройство зоны СПА-комплекса, включая бассейны, джакузи, сауны, хаммамы и другие виды комнат отдыха и занятий спортом.
                </li>
                <li>
                Тестирование и проверка работы всех систем и оборудования для гарантии их правильной работы.
                </li>
            </ul>
            <p>
            Наша компания PoolForm имеет многолетний опыт в создании СПА-комплексов под ключ и готова предложить вам высококачественные услуги по разумной цене. Обращайтесь к нам, и мы поможем вам реализовать все ваши мечты!
            </p>
        </>
    },
    {
        id: 6,
        prevtext: 'Создание СПА-центра - это сложный и многопроцессный процесс, который включает в себя не только строительство, но и проектирование, дизайн и выбор оборудования. В этой статье мы расскажем о самых актуальных трендах дизайна и оборудования, которые помогут создать уникальный и современный СПА-центр...',
        tag: 'SPA',
        value:'spa',
        title: 'СПА-центры: актуальные тренды дизайна и оборудования',
        body: <>
            <p>
            Создание СПА-центра - это сложный и многопроцессный процесс, который включает в себя не только строительство, но и проектирование, дизайн и выбор оборудования. В этой статье мы расскажем о самых актуальных трендах дизайна и оборудования, которые помогут создать уникальный и современный СПА-центр.
            </p>
            <p>
            Тренды дизайна СПА-центров
            </p>
            <ul>
                <li>
                Современные СПА-центры должны отражать последние тенденции дизайна и создавать особую атмосферу уюта и релаксации. Среди наиболее актуальных трендов можно выделить:
                </li>
                <li>
                Естественные материалы. Использование натуральных материалов, таких как камень, дерево, мрамор и стекло, помогает создать ощущение гармонии с природой и придает помещению уютный и естественный вид.
                </li>
                <li>
                Минимализм. Стиль минимализма подразумевает простоту и чистоту линий, отсутствие лишних деталей и декора. В СПА-центрах этот стиль проявляется в использовании простых форм, светлых оттенков и минимума декора.
                </li>
                <li>
                Концепция &quot;зеленых стен&quot;. Специальные конструкции, покрытые живыми растениями, создают особую атмосферу и придают помещению свежесть и уют.
                </li>
                <li>
                Ориентация на природу. Большое внимание уделяется использованию естественного света и видов из окон. Широкие окна и панорамные виды помогают создать ощущение гармонии с окружающей природой.
                </li>
            </ul>
            <p>
            Тренды оборудования СПА-центров
            </p>
            <p>
            Одним из ключевых элементов любого СПА-центра является оборудование, которое не только создает особую атмосферу, но и обеспечивает высокий уровень комфорта для посетителей. Среди наиболее актуальных трендов оборудования можно выделить:
            </p>
            <ul>
                <li>
                Умные системы управления. Современные технологии позволяют создать умные системы управления, которые автоматически контролируют все процессы в СПА-центре: от температуры воздуха до качества воды.
                </li>
                <li>
                Инновационные системы очистки воды для СПА-центров
                </li>
            </ul>
            <p>
            Одним из важных аспектов оборудования СПА-центров является система очистки воды. Ведь именно от ее качества зависит комфорт и безопасность посетителей. Современные технологии позволяют создавать инновационные системы очистки воды, которые гарантируют высокое качество воды и экономию ресурсов.
            </p>
            <p>
            Одной из таких технологий является система очистки воды на основе обработки озоном. Озон - это мощный окислитель, который способен устранять бактерии, вирусы, грибки и другие микроорганизмы. Он также удаляет органические и неорганические загрязнения из воды. Эта система очистки не требует добавления большого количества химических реагентов, что позволяет существенно экономить на расходах.
            </p>
            <p>
            Еще одной инновационной технологией является система очистки воды с помощью ультрафиолетового излучения. Ультрафиолетовое излучение уничтожает микроорганизмы, в том числе бактерии и вирусы, водоросли и другие загрязнения. Эта система не добавляет химических веществ в воду и не меняет ее вкус и запах. Кроме того, система обладает высокой эффективностью и требует минимального обслуживания.
            </p>
            <p>
            Инновационные системы очистки воды являются не только эффективным способом поддержания чистоты и безопасности воды, но и важным элементом современного дизайна СПА-центров. Эти системы могут быть встроены в интерьер, обеспечивая его стильность и гармонию.
            </p>
            <p>
            Компания PoolForm предлагает полный комплекс услуг по проектированию, строительству и обслуживанию СПА-центров под ключ. Наши специалисты помогут выбрать и установить инновационные системы очистки воды, которые наилучшим образом подойдут для вашего СПА-центра.
            </p>
        </>
    },
    {
        id: 7,
        prevtext: 'Композитные бассейны являются одними из самых долговечных и устойчивых к различным воздействиям бассейнов на рынке. Они обладают высокой устойчивостью к химическим веществам, ультрафиолету и механическим повреждениям. Однако, чтобы ваш композитный бассейн прослужил вам долгие годы, важно правильно ухаживать за ним...',
        tag: 'Композитные бассейны',
        value:'comp',
        title: 'Как правильно ухаживать за композитным бассейном: рекомендации от экспертов',
        body: <>
            <p>
            Композитные бассейны являются одними из самых долговечных и устойчивых к различным воздействиям бассейнов на рынке. Они обладают высокой устойчивостью к химическим веществам, ультрафиолету и механическим повреждениям. Однако, чтобы ваш композитный бассейн прослужил вам долгие годы, важно правильно ухаживать за ним.
            </p>
            <p>
            В этой статье мы расскажем о том, как правильно ухаживать за композитным бассейном и дадим рекомендации от наших экспертов компании PoolFofm.
            </p>
            
            <p>
            Регулярно очищайте бассейн от мусора и грязи.<br/>
            Перед началом использования композитного бассейна важно очистить его от мусора, листьев и других загрязнений. Для этого можно использовать скиммер или другие специальные инструменты. Регулярно проверяйте состояние воды и чистите бассейн от плавающих предметов.
            </p>
            <p>
            Правильно регулируйте уровень хлора.<br/>
            Хлор помогает уничтожать бактерии и вирусы в воде, но его избыток может привести к появлению неприятного запаха и раздражению глаз и кожи. Следите за уровнем хлора и правильно регулируйте его в соответствии с рекомендациями производителя.
            </p>
            <p>
            Регулярно проверяйте и чистите фильтр.<br/>
            Фильтр композитного бассейна играет важную роль в очистке воды от мелких частиц и загрязнений. Регулярно проверяйте его состояние и чистите от накопленных отложений.
            </p>
            <p>
            Проводите регулярную замену воды.<br/>
            Вода в композитном бассейне должна регулярно меняться, чтобы избежать накопления химических веществ и загрязнений. Рекомендуется менять воду в бассейне каждые 3-4 месяца.
            </p>
            <p>
            Правильно храните и использовайте химикаты.<br/>
            Химические вещества для бассейна должны храниться в сухом и прохладном месте, защищенном от прямых солнечных лучей. При использовании химикатов следуйте инструкциям производителя и не превы
            </p>
            <p>
            Регулярная очистка воды.<br/>
            Чтобы вода в бассейне была чистой и прозрачной, ее необходимо регулярно очищать. Для этого можно использовать специальные химические реагенты, такие как хлор и бром, которые уничтожают бактерии и вирусы в воде. Также необходимо регулярно очищать фильтры и насосы, чтобы избежать застоя воды и накопления загрязнений.
            </p>
            <p>
            Контроль за уровнем pH воды.<br/>
            Уровень pH воды должен быть под контролем, чтобы избежать появления водорослей и других нежелательных примесей. Оптимальный уровень pH воды должен находиться в диапазоне от 7,2 до 7,8.
            </p>
            <p>
            Регулярная чистка бортиков и поверхности бассейна.<br/>
            Бортики и поверхность бассейна необходимо регулярно чистить от загрязнений, чтобы избежать образования пятен и различных примесей на стенках и дне бассейна. Для этого можно использовать специальные щетки и моющие средства.
            </p>
            <p>
            Регулярная замена воды.<br/>
            Вода в бассейне необходимо периодически менять, чтобы избежать накопления загрязнений и примесей. Частота замены воды зависит от интенсивности использования бассейна и качества воды в регионе.
            </p>
            <p>
            Контроль за уровнем воды<br/>
            Уровень воды в бассейне должен быть под контролем, чтобы избежать перелива и недостатка воды. Оптимальный уровень воды зависит от конкретной модели бассейна и может быть указан в инструкции по эксплуатации.
            </p>
            <p>
            Следуя этим рекомендациям и регулярно ухаживая за композитным бассейном, вы сможете сохранить его в отличном состоянии и наслаждаться чистой и прозрачной водой в течение долгих лет. Если у вас возникли вопросы по уходу за бассейном, обратитесь к нашей компании PoolFofm, и наши специалисты помогут вам разобраться в любой ситуации.
            </p>
        </>
    },
    {
        id: 8,
        prevtext: 'Композитные бассейны под ключ – это готовое решение для тех, кто хочет получить высококачественный бассейн на своем участке, без лишних хлопот и затрат времени. В этой статье мы расскажем о том, как происходит работа с производителем и установщиком композитных бассейнов под ключ...',
        tag: 'Композитные бассейны',
        value:'comp',
        title: 'Композитные бассейны под ключ: процесс работы с производителем и установщиком',
        body: <>
            <p>
            Композитные бассейны под ключ – это готовое решение для тех, кто хочет получить высококачественный бассейн на своем участке, без лишних хлопот и затрат времени. В этой статье мы расскажем о том, как происходит работа с производителем и установщиком композитных бассейнов под ключ.
            </p>
            <p>
            Первым этапом является консультация с производителем, который поможет определиться с выбором модели бассейна, его размером и особенностями. Важно обсудить все нюансы и требования к будущему бассейну, чтобы получить идеальный результат.
            </p>
            <p>
            Далее, после выбора модели и заключения договора, начинается процесс изготовления бассейна на заводе производителя. Это позволяет получить высококачественный продукт с гарантированными характеристиками, которые были определены на этапе консультации.
            </p>
            <p>
            После того, как бассейн изготовлен, наступает этап его установки. Важно, чтобы установку осуществляли опытные специалисты, которые знают все нюансы и особенности композитных бассейнов. Важно также, чтобы были использованы только качественные материалы и оборудование, чтобы обеспечить долговечность и надежность установки.
            </p>
            <p>
            После установки бассейна производится его запуск, проверка всех систем и оборудования, а также демонстрация клиенту, как пользоваться бассейном, как производить его уход и техническое обслуживание.
            </p>
            <p>
            Компания PoolFofm предлагает композитные бассейны под ключ в Сочи и Краснодарском крае. Мы предоставляем услуги по консультации, изготовлению и установке композитных бассейнов на высоком профессиональном уровне. Мы гарантируем качество нашей работы и материалов, а также индивидуальный подход к каждому клиенту.
            </p>
            <p>
            Для начала стоит определиться с площадью и формой бассейна, а также с выбором чаши и дополнительных опций. После этого необходимо подобрать производителя, который сможет предложить нужный размер и конфигурацию чаши, а также сделать качественную сборку и установку.
            </p>
            <p>
            Компания PoolForm специализируется на производстве и установке композитных бассейнов под ключ. Мы предлагаем клиентам услуги по разработке дизайна, производству и установке бассейна, а также проводим его полную настройку и наладку.
            </p>
            <p>
            Наш процесс работы начинается с замера участка и определения его особенностей. Затем мы разрабатываем индивидуальный дизайн, учитывая все пожелания и требования клиента. После этого начинается производство чаши и всех необходимых элементов бассейна.
            </p>
            <p>
            Когда все детали готовы, мы приступаем к монтажу и установке композитного бассейна на участке заказчика. Мы гарантируем качественную работу и предоставляем гарантию на нашу продукцию и услуги.
            </p>
            <p>
            Поэтому, если вы хотите установить композитный бассейн на своем участке, обратитесь к нам. Мы поможем вам с выбором и установкой, а также гарантируем высокое качество и надежность нашей работы.
            </p>
            
        </>
    },
    {
        id: 9,
        prevtext: 'Если вы решили установить панельный бассейн на своем участке, то важно выбрать производителя и установщика, которые смогут предоставить вам качественные услуги и гарантию на свою работу. В компании PoolForm мы предлагаем комплексные услуги по установке панельных бассейнов под ключ, начиная от подготовки проекта до финального монтажа и запуска...',
        tag: 'Панельные бассейны',
        value:'panel',
        title: 'Панельные бассейны под ключ: процесс работы с производителем и установщиком',
        body: <>
            <p>
            Панельные бассейны под ключ: процесс работы с производителем и установщиком
            </p>
            <p>
            Если вы решили установить панельный бассейн на своем участке, то важно выбрать производителя и установщика, которые смогут предоставить вам качественные услуги и гарантию на свою работу. В компании PoolForm мы предлагаем комплексные услуги по установке панельных бассейнов под ключ, начиная от подготовки проекта до финального монтажа и запуска.
            </p>
            <p>
            Наша компания является производителем панельных бассейнов, поэтому мы гарантируем высокое качество и надежность нашей продукции. В процессе работы с нами вы получите профессиональную консультацию по выбору дизайна, размера, формы и глубины бассейна, а также сможете выбрать необходимые опции и дополнительное оборудование.
            </p>
            <p>
            Кроме того, мы предоставляем услуги по доставке, монтажу и установке панельных бассейнов на вашем участке. Наша команда опытных специалистов проведет все работы в соответствии со строительными нормами и правилами, гарантируя высокое качество и безопасность конструкции.
            </p>
            <p>
            Обращаясь к нам за установкой панельного бассейна под ключ, вы можете быть уверены в надежности и долговечности конструкции, а также получите полную гарантию на выполненную работу. Свяжитесь с нами, чтобы узнать более подробную информацию о наших услугах и ценах на установку панельных бассейнов.
            </p>
            <p>
            Обращайтесь к нам, компании PoolForm, чтобы заказать панельный бассейн под ключ. Мы предоставляем полный цикл услуг, включая проектирование, производство, доставку и монтаж панельного бассейна на вашем участке.
            </p>
            <p>
            Наши специалисты проведут необходимые замеры и разработают индивидуальный проект, учитывая все ваши требования и пожелания. Мы используем только качественные материалы и современное оборудование, чтобы гарантировать долговечность и надежность конструкции.
            </p>
            <p>
            Монтаж панельного бассейна под ключ осуществляется нашей высококвалифицированной командой специалистов. Мы строго следим за соблюдением технологии монтажа и контролируем качество работ на всех этапах.
            </p>
            <p>
            С нами процесс работы с производителем и установщиком панельного бассейна будет легким и удобным. Обращайтесь к нам, чтобы получить профессиональную помощь и установить идеальный бассейн на своем участке.
            </p>
        </>
    },
    {
        id: 10,
        prevtext: ' Хотите установить стальной бассейн на своем участке, но не знаете, как рассчитать бюджет и избежать ошибок? Обратитесь к компании PoolForm! Мы предоставляем качественные и профессиональные услуги по установке панельных бассейнов под ключ, помогая нашим клиентам избежать непредвиденных расходов...',
        tag: 'Стальные бассейны',
        value:'iron',
        title: 'Стоимость установки стального бассейна: как рассчитать бюджет и избежать ошибок',
        body: <>
            <p>
            Хотите установить стальной бассейн на своем участке, но не знаете, как рассчитать бюджет и избежать ошибок? Обратитесь к компании PoolForm! Мы предоставляем качественные и профессиональные услуги по установке панельных бассейнов под ключ, помогая нашим клиентам избежать непредвиденных расходов.
            </p>
            <p>
            Стальные бассейны являются отличным выбором для тех, кто ищет экономичное и долговечное решение для своего участка. Они отличаются прочной конструкцией, устойчивостью к коррозии и механическим повреждениям, а также имеют более доступную стоимость по сравнению с другими видами бассейнов.
            </p>
            <p>
            Но как рассчитать стоимость установки стального бассейна? Важно учесть не только стоимость самого бассейна, но и затраты на его доставку, установку, подключение системы фильтрации и очистки воды, а также дополнительные расходы на оформление территории вокруг бассейна. Наша компания поможет вам разобраться во всех этих вопросах и составить детальную смету на установку стального бассейна.
            </p>
            <p>
            Обратитесь к нам, чтобы получить профессиональные советы и помощь в установке панельных бассейнов под ключ. Мы гарантируем высокое качество работы и материалов, а также предоставляем гарантию на наши услуги. Работаем в регионе Краснодарского края, включая город Сочи.
            </p>
            <p>
            Расходы на установку стального бассейна могут существенно варьироваться в зависимости от различных факторов, таких как размер бассейна, сложность установки, дополнительное оборудование и многое другое. Поэтому важно правильно рассчитать бюджет, чтобы избежать ошибок и неожиданных дополнительных расходов.
            </p>
            <p>
            Компания PoolForm предлагает профессиональные услуги по установке стальных бассейнов в Краснодарском крае и городе Сочи. Мы работаем с производителями высококачественных материалов и используем современное оборудование, что позволяет нам обеспечивать высокий уровень качества нашей работы.
            </p>
            <p>
            Если вы хотите рассчитать бюджет на установку стального бассейна, обратитесь к нам. Мы поможем вам определить стоимость работы и необходимого оборудования, учитывая все ваши потребности и пожелания. Мы предоставим вам полную информацию о стоимости работы, чтобы вы могли принять обоснованное решение и не переплачивать.
            </p>
            <p>
            Стоимость установки стального бассейна может быть разной в зависимости от всех вышеперечисленных факторов. Поэтому важно обратиться к профессионалам, чтобы рассчитать бюджет на установку стального бассейна и получить качественные услуги по его установке.
            </p>
            
        </>
    }
]

export default data;